Repository: giellalt/corpus-sme
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=47_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámedikki skuvlen- ja oahppamateriálalávdegoddi
sms: Škoouʹlʼjem- da mättʼtemaaunâsluʹvddkåʹdd

source: Skuvlen- ja oahppamateriálalávdegoddi lea sámedikki skuvlenpolitihkalaš evttohusaid, álgagiid, cealkámušaid ja bealiváldimiid válmmaštalli orgána, ja maiddái sámegielat oahppamateriála plánemis, válmmaštallamis ja juohkimis vástideaddji orgána.
sms: Škoouʹlʼjem- da mättʼtemaaunâsluʹvddkåʹdd lij sääʹmteeʹǧǧ škoouʹlʼjempolitiikklaž čuäjtõõzzi, aalǥtõõzzi, ceâlklmi da beäʹlestväʹlddmuužži valmštõõlli da sääʹmǩiõllsa mättʼtemaunnâz plaanumuužžâst, valmšteʹmest da jueʹǩǩmest vaʹstteei organ.

source: Lávdegotti bargun lea ovddidit sámeoahppiid vuoigatvuođaid iežaset giela ja iežasgielat oahpahussii ja maiddái ovddidit sámeoahpahusa sajádaga Suoma skuvlenortnegis.
sms: Luʹvddkååʹdd tuâjjân lij ooudâsviikkâd sääʹm-mättʹtõõđji vuõiggâdvuõđid jieʹnnǩiõl da jiiʹjjesǩiõllsa mättʼtõʹsse da sääʹm-mättʹtõõzz stattuuzz Lääʹddjânnam škoouʹlriâššmõõžžâst.

source: Dat bargá sámeoahpahussii gullevaš guovlluguovdasaš, álbmotlaš ja davviriikkalaš ovttasbarggu.
sms: Tõt tuejjad saaʹmi mättʼtõõzz kuõskki vooudlaž, naroodlaž da tâʹvvjânnamlaž õhttsažtuâi.

source: Lávdegoddi mearrida stáhta bušeahtas (váldoluohkká 29, oahpahusministeriija) sámegielat oahppamateriála ja sámeoahpahusa ovddideapmái dárkkuhuvvon stáhtadoarjaga geavaheamis.
sms: Luʹvddkåʹdd tuʹmmai valdia mä ʹhssemplaanâst (väʹlddklass 29, mättʹtõsministeria) sääʹmǩiõllsa mättʼtemaunnâz da sääʹm-mättʼtõõzz õõudâsviikkmõʹšše čuäʹjtum valdiaveäʹǩǩvuõđ ââʹnnmest.

source: Dat válmmaštallá sámedikki čoahkkimii oahppamateriálabuvttadeami jahkásaš ja guhkit áigge plánaid ja addá jahkásaččat sámedikki čoahkkimii ja oahpahusráđđehussii čilgehusa oahppamateriáladilis ja stáhtadoarjaga geavaheamis.
sms: Tõt valmštââll sääʹmteeʹǧǧ såbbra mättʼtemaaunâspuuʹttʼtõõzz godovai da kuuʹǩǩab ääiʹj plaan da oudd piirieeʹjji sääʹmteeʹǧǧ såbbra da mättʼtõshalltõʹsse čiõlǥtõõzz tõn poddsaž mättʼtemaunnsin da valdiaveäʹǩǩvuõđ ââʹnnmest.

source: Lávdegoddi vástida lassin Sámenuoraid dáiddadáhpáhusas, mii lea jahkásaččat ovttasbarggus sámiid ruovttuguovllu gielddaiguin ja sámeservviiguin ordnejuvvon mánáid ja nuoraid dáidda- ja kulturdáhpáhus.
sms: Luʹvddkåʹdd vaʹsttad tän lââʹssen Sääʹmnuõri čeäʹppvuõttpeeiʹvest, kååʹtt lij piirieeʹjji õhttsažtuâjast saaʹmi dommvuuʹd kooʹddi- da sääʹmseäʹrvivuiʹm rajjum päärnai da nuõri čeäʹpp- da kulttuurǩiõčlmõš.

source: Lávdegotti gieđahallan áššiid válmmaštallá ja ollašuhttá skuvlen- ja oahppamateriáladoaimmahat.
sms: Škoouʹlʼjem- da mättʼtemaaunâskoontâr valmštââll da peejj tuåimmu aaʹššid, koid luʹvddkåʹdd ǩiõttʼtââll.

source: Lávdegotti áššemeannudeaddjin doibmet skuvlenčálli (skuvlenpolitihkalaš áššit), oahppamateriálačálli (oahppamateriálaáššit) ja oahppamateriálaplánejeaddji (Sámenuoraid dáiddadáhpáhus).
sms: Luʹvddkååʹdd čiõʹlǧǧeejen tuåimmje škoouʹlʼjempiizar (škoouʹlʼjempolitiikklaž ääʹšš), mättʼtemaaunâspiizar (mättʼtemaaunâsääʹšš) da mättʼtemaaunâsplaaneei (Sääʹmnuõri čeäʹppvuõttpeiʹvv).

source: Skuvlen- ja oahppamateriálalávdegoddái gullet jagiin 2008 - 2011 čuovvovaš lahtut ja várrelahtut:
sms: Škoouʹlʼjem- da mättʼtemaaunâsluʹvddkådda koʹlle eeʹjjin 2008-2011 täk-aa vuässla:

source: Lahtut:
sms: Vuässla:

source: Inker-Ánne Magga
sms: Asla Järvensivu

source: Várrelahtut:
sms: Vääʹrrvuässla:

source: Maarit Magga
sms: Teija Linnanmäki
